{"posts":[{"title":"welcome to CLAPQ.COM","text":"Welcome to My Blog! This is my first post. 首条CLAPQ.COM博客本站(CLAPQ.COM)是我的个人公众号、个人博客、也是个人网站。请到”关于”页面查看更多信息 Projects12345https://CLAPQ.comhttps://FUTBW.comhttps://CLAPPINGGAME.tophttps://CLAPPINGGAME.nethttps://EIGHT.JS.org I’m now a CG software developer. In addition to complete my daily work, I also active in the open-source community. In most cases, I am often active in Clappinggame. You can view more on my homepage. Faced with all kinds of magical technologies, sometimes I feel really powerless, however I will remind myself in my heart. Never Say Never. I may not be smart, and sometimes careless. But I want to be the best of myself. Life is also suffering, stay strong, stay brave, and stay love. Outside of programming, for fun, I enjoy some awesome games, such as Clappinggame, FUTBW and EIGHT. My friend, have a good day! 关于个人公益开源项目和作品关于我的开源项目，现在还处在萌芽阶段，只为尽微薄之力来推动互联网发展的浪潮。 第一步计划便是作品开源，如果你对我的作品、技术文章、我的公益计划感兴趣，或者我的这些作品、文字能够给你些许启发或是一些灵感，再又或感到慷慨愿意为我的愿望清单实现助一臂之力，希望你能关注我或对我进行捐赠。 About My Open Source Works and ProjectsMy personal public welfare project have not been launched yet, but I hope I can make it improve the Internet Development. In the first step I will make my works open source. If you are interested in my works, my posts, my welfare plan, or if you come up with a creative idea through my posts or my works, even or if you feel generous and you are willing to help me make my wishlist come true, Please follow me or donate for me.","link":"/2022/11/04/hello-world/"}],"tags":[{"name":"New","slug":"New","link":"/tags/New/"}],"categories":[],"pages":[{"title":"About Me","text":"AboutI’m now a CG software developer. In addition to complete my daily work, I also active in the open-source community. In most cases, I am often active in Clappinggame. You can view more on my homepage. Faced with all kinds of magical technologies, sometimes I feel really powerless, however I will remind myself in my heart. Never Say Never. I may not be smart, and sometimes careless. But I want to be the best of myself. Life is also suffering, stay strong, stay brave, and stay love. Outside of programming, for fun, I enjoy some awesome games, such as Clappinggame, FUTBW and EIGHT. My friend, have a good day! About My Open Source Works and ProjectsMy personal public welfare project have not been launched yet, but I hope I can make it improve the Internet Development. In the first step I will make my works open source. If you are interested in my works, my posts, my welfare plan or my own, or if you come up with a creative idea through my posts or my works, even or if you feel generous and you are willing to help me make my wishlist come true, Please follow me or donate for me. Follow MeMy GitHub: https://github.com/cnzc My E-mail: a@clapq.com","link":"/about/index.html"}]}